{
  "What is Orthodontics?": "Orthodontics is a branch of dentistry that deals with the the movement of the teeth within the jaw bones to straighten them and help them to bite more evenly together. Orthodontic treatment is about making the best of your teeth; its about improving the harmony of your mouth and jaws.",
  "What are Orthodontists?": "Orthodontists are fully qualified dentists who have commonly completed a further period of training and examinations in order to specialise in orthodontics. A specialist orthodontist will have carried out at least 3 years of extra training after dental school becoming a qualified dentist",
  "When should a child first see an orthodontist?": "Most children begin treatment around the age of 12 or 13, once all their permanent teeth have erupted. In a few instances treatment is better started early and your dentist may want to make an earlier referral. But age is not a barrier to treatment and the number of adults seeking treatment is on the increase.",
  "What kind of braces are there?": "Fixed braces are the most common and most sophisticated type. They can be made from different materials, most commonly, silver-coloured metal (stainless steel) but also gold and tooth-coloured material so they don’t show as much. They are usually fitted to the outside of the teeth but a more recent development has seen braces that are fitted to the back of or tongue side of the teeth (called lingual braces). Aligners are another type – they are clear, removable mouthguard-style braces that straighten the teeth gradually. Removable braces are also often used and are made of wire and plastic that can do simple, limited tooth movement. Many different factors need to be taken considered before deciding what type of brace is right for the individual patient.",
  "What does orthodontic treatment cost?": "Fees for private orthodontic treatment vary widely. The fee varies due to the complexity (difficulty) of the problem, the locality, and the experience of the orthodontist/dentist. Certain techniques such as aligner systems or lingual braces are also more expensive. Prospective patients should always ask for information from the orthodontist/dentist. A written quotation will be given to you but is normally only possible after the orthodontist/dentist has had a chance to assess your problem at a consultation.",
  "Why are extractions sometimes necessary as part of orthodontic treatment?": "Every course of orthodontic treatment needs to be tailored to the needs of the individual patient. Sometimes your orthodontist or dentist will need to extract one or more adult teeth in order to achieve the best possible result.\n1.To treat dental overcrowding\nIt is sometimes impossible to provide a successful result where there is dental overcrowding without extracting adult teeth to create space for the desired tooth movement. Expansion of the dental arches and/or backward movement of teeth can create space for some patients but this is not appropriate for everybody and there are limitations as to how much space can be created this way.This means that for many people with more severe crowding, extractions may be inevitable to get the best and most stable result.\n2.To enhance appearance and profile\nIn some patients, when attempts are made to provide a treatment without extracting teeth in a crowded mouth, the result can be front teeth or lips that protrude, which may be detrimental to facial profile and appearance.\n3.To avoid the risk of damage caused by moving teeth excessively outwards.\nWhen straightening severely crowded teeth without extractions, there is a risk that the teeth will be pushed outside the bone leading to subsequent gum recession.",
  "How will I know if I need teeth extracted?": "Much depends on the problem which needs correcting. A decision can only be reached on the basis of a detailed case assessment by your dentist or orthodontist. What is important is to have an assessment by someone who has the right training and experience.\n\nYou must feel confident that the explanation you have been given is appropriate for you or your child. For some patients, in order to get the best appearance and long-term stable result, extractions will be the most appropriate option.",
  "How long will treatment take?": "Simple straightening can sometimes be carried out as quickly as 6 months, particularly if it’s only the front 6 teeth. However, a relatively short treatment like this usually produces limited changes and this is not always a long-term solution as often this isn’t enough time to move the whole tooth, including the roots, into the right place. This may mean the teeth may quickly move back to their original positions once the braces are taken off. It often takes between 1 or 2 years to get the teeth to bite in a better way, in harmony with the jaws and lips. It may take longer for more difficult problems.",
  "Is treatment painful?": "A degree of discomfort is likely to start with. You can expect some aching and tenderness in the gums as the teeth start to move, but this mostly wears off after a few days.\nFitting the brace should not be painful. For a fixed appliance the brackets are simply glued to the faces of the teeth; metal bands may also need to be cemented round the back teeth. No anaesthetic is needed.\nAs the biological processes get under way round the tooth roots to allow the teeth to move, you can expect some aching and the teeth will be tender to bite on. This usually settles down in a few days, although some patients do experience a degree of tenderness for a longer period. The amount of discomfort varies enormously from person to person. It may be helpful to take your normal painkillers or a day or two.\nSome further discomfort may be experienced when the brace is adjusted subsequently, but this depends very much on what adjustments have been made.\n",
  "Should treatment be started if I am moving away?": "Probably not, changing orthodontists is best avoided if possible as orthodontists work in different ways with different appliances and a transfer will almost inevitably mean a setback in the progress of your treatment. Nevertheless there are times when a transfer cannot be avoided and your orthodontist should be able to find someone to take over your treatment\nat your new location. The NHS makes full provision for a transfer of treatment between orthodontists.\nIt is undoubtedly preferable not to start treatment with one orthodontist and then to move on to another orthodontist in a different location. If you know you are about to move it is better to wait until you have arrived at your new location. Most orthodontists would strongly prefer to treat a case all the way through and not have to step in part way through.",
  "What can go wrong with braces?": "There are a number of things that may go wrong with brace treatment since the teeth are part of a complex biological system involving the gums, jaw bones and facial muscles.\nExamples include:\nIssues with the gums including gum disease or gum recession if the teeth are pushed out of the jawbone if there is not enough space for all your teeth.\nThe way the teeth bite together can also be affected: \nThe teeth bite up into the gum of the roof of your mouth causing soreness.\nThe opposite can be true where the contact between your teeth is less, so reducing biting efficiency.\nThe top teeth can be pushed out to make them appear to ‘stick out’.\nOne of the most common problems that can occur is that teeth tend to return to where they came from once the treatment is finished – this is called ‘relapse’. This is often seen where there were spaces between teeth and very twisted teeth at the start. This particularly happens where the treatment is very quick or retainers are not provided appropriately (teeth can take at least a year for the jawbone and gums to settle).",
  "Orthodontics?Why?": "Orthodontic treatment is about making the best of your teeth; its about improving the harmony of your mouth and jaws. Once you can bite together correctly, you can eat more comfortably and care for your teeth and gums more easily. And your smile will benefit immensely!\nMost courses of orthodontic treatment begin with a referral from a general dentist to a specialist. Depending on what treatment is needed, most patients are seen by a specialist in a local practice or by a consultant in hospital. Some patients are treated by dentists with extra training and experience to treat the milder cases.\n________________________________________\nThe benefits of orthodontic treatment include:\n________________________________________\nRemoval of dental crowding or closing spaces\nAlignment of the upper and lower dental arches\nCorrection of the bite of the teeth so that the front teeth meet on closing and the back teeth mesh together\nReducing the likelihood of damage to prominent teeth\nEnhancing facial aesthetics\nAccommodating impacted, unerupted or displaced teeth\nPreparation for advanced dental treatment, such as crowns, bridges or dental implants\nReversing the drifting of the teeth in older patients who have suffered from advanced gum disease\n________________________________________\nThese are some of the most common reasons patients seek treatment:\n________________________________________\nProtruding upper front teeth - one of the most common dental problems\nCrowding – a narrow jaw may mean there is not enough room for your teeth, resulting in crowding. Conversely, some patients have significant gaps between their teeth.\nAsymmetry – particularly when the centre lines of the upper and lower front teeth do not match, perhaps because the teeth have drifted or the position of the jaw has shifted.\nA deep bite – when your upper teeth cover the lower teeth too much\nA reverse bite – when your upper teeth bite inside the lower teeth\nAn open bite – when your front teeth remain apart when your back teeth meet; the tongue is often still visible between the upper and lower front teeth.\nImpacted teeth - in some patients, secondary teeth come through in the wrong position or do not erupt at all. Orthodontic treatment can help bring these teeth into the correct position",
  "How often will I come in for an appointment?": "It depends on whats being done, and how often you need to be monitored. During active treatment, youll typically visit the office once every 4 to 10 weeks.",
  "Will I have to watch what I eat?": "Yes — you should pass up the types of foods that could damage or become trapped in your braces. Some of these include raw vegetables, hard candy, caramel, taffy and ice cubes (fortunately, ice cream is OK). You will receive a list of foods to avoid.",
  "Will I be able to play sports/ play my instrument?": "In a word: Yes. Of course, whether you wear braces or not, we recommend you wear a mouthguard when playing most sports. Musicians are generally able to play their instruments just as they did before, but they may need a short adjustment period after getting braces.",
  "Will I wear a retainer when my braces come off?": "Almost always, the answer is yes: If you dont wear a retainer, your teeth can rapidly shift out of position — and then all the effort put into your treatment is lost! Your retainer helps you maintain that good-looking smile for a lifetime.",
  "I had braces as a teen, and now as an adult my teeth are out of place. What can I do?": "If you notice an unwanted change in your smile or bite, an orthodontic “tune up” may be necessary to regain proper alignment.",
  "Are there less noticeable braces?": "Today’s braces are generally less noticeable than those of the past when a metal band with a bracket (the part of the braces that hold the wire) was placed around each tooth. Now the front teeth typically have only the bracket bonded directly to the tooth. Brackets can be metal or clear depending on the patient’s preference. In some cases, brackets may be bonded behind the teeth (lingual braces). Many patients also have the option of Invisalign which is a set of removable, clear retainers that gradual move your teeth with each new tray.",
  "Can I wear braces even though I have crowns and missing teeth?": "Yes. A tooth with a crown will move just like a tooth with a simple filling. When teeth are missing, orthodontic treatment will aid in the alignment of the remaining teeth",
  "I am pregnant and want to begin orthodontic treatment. Is this OK?": "It may be possible to begin treatment while pregnant, however, it is important to discuss this question with your OBGYN/physician/healthcare professional and orthodontist before you start any orthodontic treatment, as pregnancy brings on bodily changes that may affect the mouth.",
  "If I wear extra rubber bands, will that speed up my treatment?": "No, wearing extra rubber bands will NOT speed up treatment. In fact, you could potentially prolong your treatment by wearing extra rubber bands because the extra force could move your teeth in an undesirable way.\nTo finish your treatment on time and with the best possible results, follow your orthodontist’s instructions on wearing rubber bands, and any other item that you place and remove. Also be sure to brush and floss with the frequency your orthodontist recommends, and see your dentist for professional cleanings and check-ups at least every six months during orthodontic treatment",
  "My child has a wire poking his cheek. What do I do?": "Use a Q-tip or pencil eraser to push the wire so that it is flat against the tooth. If the wire cannot be moved into a comfortable position, cover it with orthodontic wax. Contact your orthodontist to make him/her aware of the problem and determine whether your child needs to be seen.",
  "Will my braces set off the metal detectors in the airport?": "You are cleared for takeoff – the lightweight materials used in braces will not affect metal detectors.",
  "Can I play musical instruments while wearing braces?": "With practice and a period of adjustment, braces typically do not interfere with the playing of wind or brass instruments.",
  "My doctor gave me an elastic to wear. I dont remember how he told me to wear it. What should I do?": "You need to visit your doctor again! Whenever your doctor tells you to wear elastics,  try doing so yourself immediately in front of a handheld mirror. It helps remember. Not wearing elastics will not bring about a desired change in the position of your teeth. An incorrect direction of the elastic might cause your teeth to move in contrast to the intended change. Call your doctor or arrange for an appointment immediately to save time.",
  "The doctor put a rubber band in between my teeth. It is hurting badly, what should I do?": "A rubber band placed between teeth is used to rapidly separate teeth, generally for placing bands on the teeth. It might cause discomfort during the first 48 hours. This can be resolved by rinsing with warm water and salt every 4 hours. If the pain continues taking a paracetamol tablet can be helpful",
  "I have gotten my braces done yesterday. My teeth seem to be moving. Is that a problem?": "No",
  "I have gotten my braces done yesterday. I feel its sharp and my lips/tongue hurt! What should I do?": "A slight amount of discomfort after placing brackets is normal. The lips and the tongue adjust to the presence of brackets gradually. In the meantime, you might see ulcers on the lips and cheeks. Applying a local anasthetic gel (such as orasore) will help reduce the pain. A metallic uncomfortable feel can be due to a band and is nothing to worry about. If you feel something very sharp along your tongue, see your orthodontist immediately.",
  "Are orthodontic elastics different from regular elastics?": "Yes, every elastic has a different color and dimension. Therefore, every elastic provides a different and specified amount of force. Do not interchange the elastics with those of another color or with regular commercial elastics.",
  "One of the things the doctor attached to my teeth has broken. What should I do?": "Get the broken part fixed immediately. If this occurs during the treatment, any broken part will slow down your treatment duration overall. If this attached part was placed at the end of your treatment and looks like a single wire, it is a retainer. The retainer should be repaired immediately (ASAP) to avoid moving of your teeth back to the original position (relapse).",
  "I think I swallowed one of the brackets attached to my teeth. What should I do?": "Do not worry. Brackets are not harmful if swallowed. However, you will need to get a replacement for the bracket",
  "There seems to be white things stuck all around my teeth. Should I be worried?": "The presence of white debris around your brackets can be harmful to your teeth. It can be avoided by cleaning your teeth after eating anything. Using an interdental brush to remove debris from food regularly or water to rinse your mouth can help. If the white things are solid and do not go away after brushing, you need to get a professional cleaning done from a dentist or your orthodontist’s office. If the deposits are not removed in time, they may damage the teeth in turn.",
  "Will taking Orthodontic treatment make my teeth weaker?": "If you take care of your teeth during orthodontic treament, no. If however, there are deposits and improper hygiene is maintained, it may lead to diseases in the structures supporting the teeth or damage the outermost layer of the teeth (the enamel). ",
  "Will taking Orthodontic treatment change the color of my teeth?": "No, if you take good care of your teeth by maintaining oral hygiene, there is no change in the color of the teeth. Inadequate oral hygiene can lead to formation of white colored spots on the teeth in the areas where brackets are placed. These may need treatment later on. ",
  "How do braces work?": "Braces are attached to either the outer or inner face of the teeth. They serve as handles which push or pull the teeth with the help of the wire attached to the brackets. The force exerted on these teeth due to the wire can cause some amount of discomfort, often described as a feeling of pressure, immediately after placing the brackets or a wire change appointment."
}